"3-finger Horizontal Swipe" = "Horizontálne potiahnutie 3 prstami";
"3-finger Vertical Swipe" = "Vertikálne potiahnutie 3 prstami";
"4-finger Horizontal Swipe" = "Horizontálne potiahnutie 4 prstami";
"4-finger Vertical Swipe" = "Vertikálne potiahnutie 4 prstami";
"About" = "O";
"About %@" = "O %@";
"Accessibility" = "Prístupnosť";
"Acknowledgments" = "Poďakovanie";
"Active app" = "Aktívna aplikácia";
"Active screen" = "Aktívna plocha";
"Active Space" = "Aktívna plocha";
"Add a running app" = "Pridať spustenú aplikáciu";
"Add an app from disk" = "Pridať aplikáciu z disku";
"Additional controls" = "Ďalšie ovládacie prvky";
"Additional controls…" = "Ďalšie ovládacie prvky ...";
"Advanced" = "Pokročilé";
"After keys are released" = "Po uvoľnení kláves";
"After release" = "Po vydaní";
"Align windows" = "Zarovnať";
"Align windows:" = "Zarovnať okná:";
"All apps" = "Všetky aplikácie";
"All data from this form will be made public, as a ticket on github.com" = "Všetky údaje z tohto formulára budú zverejnené ako ticket na github.com";
"All screens" = "Všetky plochy";
"All Spaces" = "Všetky plochy";
"Allowed" = "Povolené";
"Alphabetical" = "Abecedne";
"Alphabetical Order" = "Abecedný poriadok";
"Also select windows using:" = "Vybrať okná aj za pomoci:";
"AltTab crashed last time you used it. Sending a crash report will help get the issue fixed" = "AltTab bol pri poslednom použití nečakane ukončený. Odoslaním správy o zlyhaní môžete pomôcť problém vyriešiť";
"AltTab is currently set to show Applications. This setting is only available when AltTab is set to show Windows." = "Alttab je momentálne nastavený na zobrazovanie aplikácií.Toto nastavenie je k dispozícii iba vtedy, keď je alttab nastavený na zobrazenie systému Windows.";
"AltTab is running without Screen Recording permissions. Thumbnails won’t show." = "AltTab beží bez oprávnení na nahrávanie obrazovky. Miniatúry sa nebudú zobrazovať.";
"AltTab needs some permissions" = "AltTab potrebuje nasledovné povolenia";
"AltTab will show if the window is currently minimized or fullscreen with a status icon." = "Alttab sa zobrazí, ak je okno v súčasnosti minimalizované alebo na celej obrazovke s ikonou stavu.";
"Always" = "Vždy";
"Always send crash reports" = "Vždy zasielajte správy o zlyhaní";
"and press" = "a stlačte";
"and press:" = "a stlačiť:";
"Animations" = "Animácie";
"Animations…" = "Animácie ...";
"App (BundleID starting with)" = "App (Bundleid začínajúca)";
"App Icons" = "Ikony aplikácií";
"App is hidden" = "Aplikácia je skrytá";
"App is running but has no open window" = "Aplikácia je spustená, ale nemá otvorené okno";
"Apparition delay" = "Oneskorenie";
"Apparition delay of Switcher" = "Oneskorenie zobrazenia prepínača";
"Apparition delay:" = "Oneskorenie zobrazenia:";
"Appearance" = "Vzhľad";
"Application Name" = "Názov aplikácie";
"Application Name - Window Title" = "Názov aplikácie - Názov okna";
"Applications" = "Žiadosti";
"Are you sure you don’t want a response?" = "Ste si istý, že nechcete odpoveď?";
"Arrow keys" = "Šípky";
"Ask whether to send crash reports" = "Spýtať sa, či poslať správy o zlyhaní";
"Auto" = "Auto";
"Auto-install updates periodically" = "Periodická auto-inštalácia aktualizácíí";
"Blacklists" = "Blacklists";
"Cancel" = "Zrušiť";
"Cancel and hide" = "Zrušiť a skryť";
"Capture windows in the background" = "Zachytávať okná na pozadí";
"Center" = "Na stred";
"Check for updates now…" = "Skontrolovať aktualizácie…";
"Check for updates periodically" = "Kontrolovať aktualizácie automaticky";
"Check for updates…" = "Kontrolovať aktualizácie…";
"Check permissions…" = "Skontrolujte povolenia ...";
"Close window" = "Zavrieť okno";
"Conflicting shortcut" = "Konfliktná skratka";
"Controls" = "Ovládače";
"Crash reports policy" = "Politika havárií";
"Crash reports policy:" = "Pravidlá pre správy o zlyhaní:";
"Cursor follows focus" = "Kurzor sleduje fokus";
"Customize App Icons style…" = "Prispôsobiť štýl ikon aplikácií…";
"Customize Thumbnails style…" = "Prispôsobiť miniatúry štýlu…";
"Customize Titles style…" = "Prispôsobte štýl titulov…";
"Dark" = "Tmavý";
"Debug tools" = "Nástroje na ladenie";
"Disabled" = "Zakázané";
"Do nothing" = "Nevykonať nič";
"Don’t check for updates periodically" = "Nekontrolovať aktualizácie automaticky";
"Don’t send" = "Nezasielať";
"Don’t show windows from these apps" = "Nezobrazovať okná z týchto aplikácií";
"Done" = "hotový";
"End" = "Koniec";
"Exceptions" = "Výnimky";
"Export settings…" = "Exportovať nastavenia…";
"Export…" = "Exportovať…";
"Fade in animation of Preview" = "Animácia prelínania náhľadu";
"Fade out animation" = "Vyblednúť animáciu";
"Fade out animation of Switcher" = "Animácia prelínania prepínača";
"Fade out animation:" = "Animiácia do stratena:";
"Failed to import settings" = "Nepodarilo sa importovať nastavenia";
"Focus selected window" = "Zobraz zvýraznené okno";
"Fullscreen window" = "Okno na celú obrazovku";
"Fullscreen windows:" = "Okná na celú obrazovku:";
"Fullscreen/Defullscreen window" = "Okno s plnou obrazovkou/defullscreen";
"General" = "Hlavné";
"Gesture" = "Gesto";
"Grant permission" = "Uudeliť povolenie";
"Hidden windows:" = "Skryté okná:";
"Hide" = "Nezobrazovať";
"Hide app badges" = "Skryť odznaky aplikácie";
"Hide app badges:" = "Skryť odznaky aplikácie:";
"Hide apps with no open window" = "Skryť aplikácie bez otvoreného okna";
"Hide apps with no open window:" = "Skryť aplikácie bez otvoreného okna:";
"Hide colored circles on mouse hover" = "Skryť farebné kruhy pri umiestnení kurzora myši";
"Hide colored circles on mouse hover:" = "Skryť farebné kruhy pri umiestnení kurzora myši:";
"Hide in %@" = "Skryť v %@";
"Hide Space number labels" = "Skryť číslo plochy";
"Hide Space number labels:" = "Skryť číslo plochy:";
"Hide status icons" = "Skryť ikonu statusu";
"Hide status icons:" = "Skryť ikonu statusu:";
"Hide window thumbnails:" = "Skryť náhľady okien:";
"Hide/Show app" = "Skryť/Zobraziť aplikáciu";
"High" = "Vysoký";
"Highest" = "Najvyšší";
"Hold" = "Držať";
"Horizontal Swipe with Four Fingers" = "Horizontálne potiahnutie štyrmi prstami";
"Horizontal Swipe with Three Fingers" = "Horizontálne potiahnutie tromi prstami";
"I think the app could be improved with…" = "Myslím si, že by aplikácia mohla byť nasledovne vylepšená…";
"Ignore shortcuts when active" = "Ignorujte skratky, keď sú aktívne";
"Ignore shortcuts while a window from these apps is active" = "Ignorovať skratky, kým je aktívne okno niektorej z týchto aplikácií";
"Import settings…" = "Importovať nastavenia…";
"Import…" = "Importovať…";
"Keep open" = "Ponechať otvorené";
"Keep open and search" = "Ponechať otvorené a hľadať";
"Language" = "Jazyk";
"Language Change" = "Zmena jazyka";
"Large" = "Veľký";
"Later" = "Neskôr";
"Latest releases" = "Najnovšie vydania";
"Leading" = "Hlavný";
"Left" = "Vľavo";
"Light" = "Osvetlenie";
"Lock search" = "Zamknúť vyhľadávanie";
"Max height on screen:" = "Maximálna výška na obrazovke:";
"Max width on screen:" = "Maximálna šírka na obrazovke:";
"Medium" = "Médium";
"Menubar icon" = "Ikona menubaru";
"Menubar icon:" = "Ikona Menubaru:";
"Middle" = "Stred";
"Minimize/Deminimize window" = "Minimalizovať/Zväčšiť okno";
"Minimized windows:" = "Minimalizované okná:";
"Miscellaneous" = "Rôzne";
"Miscellaneous:" = "Rôzne:";
"Mouse hover" = "Umiestnením kurzora myši";
"Multiple screens" = "Viacnásobné obrazovky";
"Never" = "Nikdy";
"Never send crash reports" = "Nikdy neposielať správy o zlyhaní";
"No Window" = "Žiadne okno";
"Non-active apps" = "Neaktívne aplikácie";
"Non-visible Spaces" = "Neviditeľné plochy";
"Normal" = "Normálny";
"Not allowed" = "Zakázané";
"NSHumanReadableCopyright" = "GPL-3.0 Licencia";
"Only if the window is fullscreen" = "Iba ak je okno v režime celej obrazovky";
"Only on different screen" = "Len na inej obrazovke";
"Open Accessibility Preferences…" = "Otvoriť predvoľby prístupnosti…";
"Open Accessibility Settings…" = "Otvoriť nastavenia prístupnosti…";
"Open Screen Recording Preferences…" = "Otvoriť predvoľby nahrávania obrazovky…";
"Open Screen Recording Settings…" = "Otvoriť nastavenia nahrávania obrazovky…";
"Open System Settings to confirm, and continue" = "Otvorte systémové nastavenia na potvrdenie a pokračovanie";
"Open Trackpad Preferences…" = "Otvoriť predvoľby Trackpadu…";
"Open Trackpad Settings…" = "Otvoriť nastavenia trackpadu…";
"Optional: email (if you want a reply)" = "Voliteľné: e-mail (ak chcete odpoveď)";
"Order windows by" = "Objednať si okná podľa";
"Please fill in the form" = "Prosím, vyplňte formulár";
"Policies" = "Postupy";
"Preferences…" = "Nastavenia…";
"Preview selected window" = "Zvolené okno";
"Preview selected window:" = "Náhľad vybraného okna:";
"Preview the selected window." = "Ukážte si vybrané okno.";
"Quit" = "Ukončiť";
"Quit %@" = "Ukončiť %@";
"Quit app" = "Ukončiť aplikáciu";
"Recently Created" = "Nedávno vytvorené";
"Recently Created First" = "Nedávno vytvorené ako prvé";
"Recently Focused" = "Nedávno zamerané";
"Recently Focused First" = "Nedávno sústredený prvý";
"Remember my choice" = "Zapamätaj si moju voľbu";
"Reset preferences and restart" = "Resetovať preferencie a reštartovať";
"Reset preferences and restart…" = "Obnovte preferencie a reštart…";
"Reset settings and restart" = "Resetovať nastavenia a reštartovať";
"Reset settings and restart…" = "Resetovať nastavenia a reštartovať…";
"Restart Now" = "Reštartovať teraz";
"Rows of thumbnails:" = "Počet riadkov náhľadov obrazoviek:";
"Screen including menu bar" = "Obrazovka vrátane panela s ponukami";
"Screen including mouse" = "Obrazovka s kurzorom";
"Screen Recording" = "Nahrávanie obrazovky";
"Screen showing AltTab" = "Plocha zobrazujúca AltTab";
"Search" = "Hľadať";
"Select next window" = "Vyber ďalšie okno";
"Select previous window" = "Vyber predošlé okno";
"Select windows on mouse hover" = "Vyberte Windows na hover myši";
"Select windows using arrow keys" = "Vyberte Windows pomocou klávesov so šípkami";
"Select windows using vim keys" = "Vyberte Windows pomocou klávesov VIM";
"Send" = "Poslať";
"Send a crash report?" = "Poslať správu o zlyhaní?";
"Send anyway" = "Napriek tomu poslať";
"Send debug profile (CPU, memory, etc)" = "Poslať chybový profil (CPU, pamäť, a pod.)";
"Send feedback" = "Poslať spätnú väzbu";
"Send feedback…" = "Poslať spätnú väzbu…";
"Settings imported" = "Nastavenia importované";
"Settings…" = "Nastavenia";
"Share improvement ideas, or report bugs" = "Zdieľať návrhy na zlepšenia, alebo chybový report";
"Shortcut" = "Skratka";
"Shortcut 1" = "Skratka 1";
"Shortcut 2" = "Skratka 2";
"Shortcut 3" = "Skratka 3";
"Shortcut 4" = "Skratka 4";
"Shortcut 5" = "Skratka 5";
"Shortcut already assigned to another action: %@" = "Skratka už priradená k inej akcii: %@";
"Shortcuts When Active" = "Skratky, keď sú aktívne";
"Shortcuts when active…" = "Skratky, keď sú aktívne ...";
"Show" = "Zobraziť";
"Show & Hide" = "Ukázať skryť";
"Show an item in the switcher for each window, or for each application. Windows will be focused, whereas applications will be activated." = "Zobraziť položku v prepínači pre každé okno alebo pre každú aplikáciu.Windows sa zameriavajú, zatiaľ čo aplikácie budú aktivované.";
"Show apps with no open window" = "Zobraziť aplikácie bez otvoreného okna";
"Show at the end" = "Zobraziť na konci";
"Show fullscreen windows" = "Zobraziť okná na celej obrazovke";
"Show hidden windows" = "Zobraziť skryté okná";
"Show in switcher" = "Zobraziť v prepínači";
"Show minimized windows" = "Zobraziť minimalizované okná";
"Show on" = "Uviesť";
"Show on:" = "Zobraziť na:";
"Show standard tabs as windows" = "Zobraziť štandardné karty ako okná";
"Show standard tabs as windows:" = "Zobraziť štandardné karty ako okná:";
"Show titles" = "Ukazovať";
"Show windows from applications" = "Zobraziť okná z aplikácií";
"Show windows from screens" = "Zobraziť okná z obrazoviek";
"Show windows from Spaces" = "Zobraziť okná z priestorov";
"Show windows from:" = "Zobraziť okná:";
"Size" = "Veľkosť";
"Skipped" = "Preskočené";
"Small" = "Malý";
"Some apps like Finder or Preview use standard tabs which act like independent windows. Some other apps like web browsers use custom tabs which act in unique ways and are not actual windows. AltTab can't list those separately." = "Niektoré aplikácie ako Finder alebo ukážka používajú štandardné karty, ktoré pôsobia ako nezávislé Windows.Niektoré ďalšie aplikácie, ako sú webové prehliadače, používajú vlastné karty, ktoré pôsobia jedinečným spôsobom a nie sú skutočnými oknami.Alttab ich nemôže uviesť osobitne.";
"Source code repository" = "Úložisko zdrojových kódov";
"Space" = "Medzera";
"Space Order" = "Vesmírny poriadok";
"Start" = "Začiatok";
"Start at login" = "Začnite pri prihlásení";
"Start at login:" = "Spustiť pri štarte systému:";
"Support this project" = "Podporte tento projekt";
"Swipe with Four Fingers" = "Potiahnutie štyrmi prstami";
"Swipe with Three Fingers" = "Potiahnutie tromi prstami";
"Switch between 3 different styles. You can customize them." = "Prepnite medzi 3 rôzne štýly.Môžete ich prispôsobiť.";
"System" = "Systém";
"System Default" = "Predvolené nastavenie systému";
"The ⌘⎋ (command+escape) shortcut may be used by macOS for GameOverlay.\n\nYour change would assign it to: %@.\n\nIf you want to continue, make sure that the GameOverlay shortcut is disabled.\nAlso note that macOS has reported bugs where the shortcut may still interfere while disabled." = "Skratka ⌘⎋ (command+escape) môže byť použitá macOS pre GameOverlay.\n\nVaša zmena by ju priradila k: %@.\n\nAk chcete pokračovať, uistite sa, že skratka GameOverlay je vypnutá.\nVšimnite si tiež, že macOS hlásil chyby, kde skratka môže stále kolidovať, aj keď je vypnutá.";
"The ⎋ (escape) key is reserved by some macOS shortcuts (e.g. ⌘⌥⎋ will show the Force Quit Applications window).\n\nIf you want to use ⎋, make sure that Hold modifiers are neither: ⌘⌥, ⌘⌥⇧, or ⌘⌥⇧⌃" = "Kláves ⎋ (escape) je rezervovaný niektorými skratkami macOS (napr. ⌘⌥⎋ zobrazí okno Vynútené ukončenie aplikácií).\n\nAk chcete použiť ⎋, uistite sa, že modifikátory Hold nie sú: ⌘⌥, ⌘⌥⇧, alebo ⌘⌥⇧⌃";
"The ⎋ (escape) key is reserved by some macOS shortcuts (e.g. ⌘⌥⎋ will show the Force Quit Applications window).\n\nYour change would assign it to: %@.\n\nIf you want to use ⎋, make sure that Hold modifiers are neither: ⌘⌥, ⌘⌥⇧, or ⌘⌥⇧⌃" = "Kláves ⎋ (escape) je rezervovaný niektorými skratkami macOS (napr. ⌘⌥⎋ zobrazí okno Vynútené ukončenie aplikácií).\n\nVaša zmena by ju priradila k: %@.\n\nAk chcete použiť ⎋, uistite sa, že modifikátory Hold nie sú: ⌘⌥, ⌘⌥⇧, alebo ⌘⌥⇧⌃";
"The application needs to restart to apply the imported settings." = "Aplikácia sa musí reštartovať, aby sa použili importované nastavenia.";
"The application needs to restart to apply the language change." = "Aplikácia sa musí reštartovať, aby sa použila zmena jazyka.";
"Theme" = "Téma";
"Theme:" = "Téma:";
"Then release:" = "Po uvoľnení kláves:";
"This permission is needed to focus windows after you release the shortcut" = "Toto povolenie je potrebné na zobrazenie na konkrétne okno po uvoľnení skratky";
"This permission is needed to show screenshots and titles of open windows" = "Toto povolenie je potrebné na zobrazovanie snímok obrazovky a názvov otvorených okien";
"This permission is needed to show thumbnails and preview of open windows" = "Toto povolenie je potrebné na zobrazenie miniatúr a náhľadu otvorených okien";
"Thumbnails" = "Miniatúra";
"Title" = "Názov";
"Title truncation" = "Skrátenie názvu";
"Titles" = "Titul";
"Trackpad haptic feedback" = "Haptická odozva trackpadu";
"Trigger" = "Spúšťač";
"Trigger shortcut" = "Spúšťacia skratka";
"Unassign existing shortcut and continue" = "Nepriassign existujúca skratka a pokračujte";
"Updates policy" = "Aktualizuje pravidlá";
"Updates policy:" = "Pravidlá aktualizácií:";
"Use the app without this permission. Thumbnails won’t show." = "Používajte aplikáciu bez tohto povolenia. Miniatúry sa nebudú zobrazovať.";
"Version" = "Verzia";
"Vertical Swipe with Four Fingers" = "Vertikálne potiahnutie štyrmi prstami";
"Vertical Swipe with Three Fingers" = "Vertikálne potiahnutie tromi prstami";
"View existing discussions" = "Zobraziť prebiehajúce diskusie";
"Vim keys" = "Vim klávesy";
"Vim keys already assigned to other actions:\n%@" = "Vim Keys už priradené k iným akciám: \\ n%@";
"Visibility" = "Viditeľnosť";
"Visible Spaces" = "Viditeľné plochy";
"When disabled, avoids the macOS purple screen-recording indicator, and avoids flickers when playing DRM video. Thumbnails will be less up-to-date." = "Keď je vypnuté, zabráni sa zobrazeniu fialového indikátora nahrávania obrazovky systému macOS a blikaniu pri prehrávaní DRM videa. Miniatúry budú menej aktuálne.";
"When fullscreen" = "Keď je celá obrazovka";
"When no open window" = "Keď žiadne otvorené okno";
"While open, press:" = "Kým otvorené, stlačiť:";
"Window app icon size:" = "Veľkosť ikony okna aplikácie:";
"Window is fullscreen" = "Okno je celá";
"Window is minimized" = "Okno je minimalizované";
"Window is on every Space" = "Okno je na každom priestore";
"Window is on Space %d" = "Okno je na vesmíre %d";
"Window max width in row:" = "Maximálna šírka okna v rade:";
"Window min width in row:" = "Minimálna šírka okna v rade:";
"Window order:" = "Poradie okien:";
"Window Title" = "Názov okna";
"Window title contains" = "Názov okna obsahuje";
"Window title font size:" = "Veľkosť písma názvu okna:";
"Window title truncation:" = "Skrátenie názvu okna:";
"Windows" = "Okná";
"You can’t undo this action." = "Túto akciu nemôžete vrátiť späť.";
"You didn’t write your email, thus can’t receive any response." = "Nezadali ste svoj e-mail, takže nemôžete dostávať žiadne odpovede.";
"You may need to disable some conflicting system gestures" = "Možno budete musieť vypnúť niektoré konfliktné systémové gestá";
